/* Description for Update button when no iPod selected */
"UPDATE_NO_SELECTION" = "点按“更新”以更新您的 iPod。";
"UPDATE_NO_SELECTION_MULTIPLE" = "选择一个 iPod 以更新其固件。";
"UPDATE_ONE_SELECTION" = "点按“更新”以将“%@”更新到版本 %@。";
"UPDATE_MULTIPLE_SELECTION" = "点按“更新”以更新所选的这些 iPod。";
"UPDATE_MULTIPLE_SELECTION_DISALLOWED" = "点按“更新”以更新您的 iPod。";
"UPDATE_NO_UPDATES_AVAILABLE_SINGLE" = "您的 iPod 的固件是最新的。";
"UPDATE_NO_UPDATES_AVAILABLE_MULTIPLE" = "所选的这些 iPod 的固件是最新的。";
"UPDATE_NO_UPDATES_UNKNOWN_POD" = "此更新程序不支持所选的 iPod。";
"UPDATE_NO_UPDATE_WRONG_DISK_FORMAT" = "仅在 Macintosh 上格式化的 iPod 才可以被更新。";

/* Description for Restore button when no iPod selected */
"RESTORE_NO_SELECTION" = "点按“恢复”以将您的 iPod 恢复到其出厂设置。";
"RESTORE_NO_SELECTION_MULTIPLE" = "选择一个 iPod 以将它恢复到其出厂设置。";
"RESTORE_ONE_SELECTION" = "点按“恢复”以将您的 iPod 恢复到其出厂设置。";
"RESTORE_MULTIPLE_SELECTION" = "点按“恢复”以将所选的这些 iPod 恢复到它们的出厂设置。";
"RESTORE_MULTIPLE_SELECTION_DISALLOWED" = "点按“恢复”以将您的 iPod 恢复到其出厂设置。";
"RESTORE_NOT_MOUNTED_YET" = "正在等待 iPod 准备好。";
"RESTORE_ONLY_OVER_FIREWIRE" = "您必须使用 FireWire 连接此 iPod 以恢复它。";

"UPDATING_STATUS" = "正在更新“%@”";

/* Strings for the Restore confirmation sheet */
"RESTORE_ALERT_SHEET_TITLE" = "恢复确认";
"RESTORE_ALERT_SHEET_DESC" = "您真的要将您的 iPod 恢复到其出厂设置吗？您的所有歌曲和其他数据都将被抹掉。";

/* Strings to show user when no iPods detected */
"PLUG_IN_IPOD" = "插入 iPod 进行更新。";
"IPOD_RESTARTING_RESTORE" = "您的 iPod 已恢复到出厂设置，正在重新启动。请保持 iPod 连接，然后等待，直到其完成恢复过程。";
"IPOD_RESTARTING_UPDATE" = "您的 iPod 的软件已被更新，正在重新启动。请保持 iPod 连接，然后等待，直到其完成更新过程。";
"IPOD_RESTARTING_UNPLUG_REPLUG_RESTORE" = "您的 iPod 已经恢复为出厂设置。请拔下 iPod 并重新插入它，以便其可以完成恢复过程。";
"IPOD_RESTARTING_UNPLUG_REPLUG_UPDATE" = "您的 iPod 已被更新。请拨下 iPod 并再次插入它，以便其可以完成更新过程。";
"IPOD_RESTARTING_UNPLUG_POWER_RESTORE" = "您的 iPod 已经恢复到出厂设置。请拔下 iPod 并为它接上外部电源，以完成恢复过程。";
"IPOD_RESTARTING_UNPLUG_POWER_UPDATE" = "您的 iPod 已被更新。请拔下 iPod 并为它接上外部电源，以完成更新过程。";
"TOO_MANY_IPODS" = "已连接多个 iPod。每次请只连接一个 iPod 进行更新。请使用 Finder 推出其他 iPod，然后拔下它们。";
/* "TOO_MANY_IPODS" = "There are way too many iPods plugged in. Please attach one iPod at a time to be updated. Eject other iPods using the Finder and disconnect them."; */

/* Field titles used when copying iPod details to clipboard */
"COPY_POD_NAME" = "名称";
"COPY_FIRMWARE_VERSION" = "固件版本";
"COPY_SERIAL_NUMBER" = "序列号";
"COPY_DISK_FORMAT" = "磁盘格式";
"COPY_CAPACITY" = "容量";
"COPY_POD_FAMILY" = "iPod 家族";
"COPY_UPDATER_FAMILY" = "更新程序系列";

/* Name of iPod while it is still mounting */
"MOUNTING_NAME" = "（正在装上）";
"UNMOUNTED_NAME" = "（已卸下）";
"RESTORING_NAME" = "（正在恢复）";
"UPDATING_NAME" = "（正在更新）";
"RESTARTING_NAME" = "（正在重新启动）";
"IPOD_NAME" = "iPod";

/* Status strings */
"RESTORING_STATUS" = "正在恢复“%@”";
"UPDATING_STATUS" = "正在更新“%@”";
"RESTARTING_STATUS" = "正在重新启动";
"EXAMINING_STATUS" = "正在检查 iPod";
"UNMOUNTING_STATUS" = "正在卸下 iPod";
"PREPARING_STATUS" = "正在准备 iPod";
"FINISHING_STATUS" = "正在完成";
"FORMATTING_STATUS" = "正在格式化 iPod";
"WRITING_FIRMWARE_STATUS" = "正在写入 iPod 软件";
"CLEARING_STATUS" = "正在移去旧的 iPod 软件";
"WRITING_ICON_STATUS" = "正在写入宗卷图标";

/* Displayed for many of the info fields when multiple iPods are selected. */
"MULTIPLE_SELECTED" = "已选择多个 iPod。";
/* Displayed for many of the info fields when no iPods are selected. */
"NONE_SELECTED" = "未选择 iPod。";
/* Displayed when info is not available */
"UNKNOWN" = "未知";

/* Button titles */
"RESTORE" = "恢复";
"CANCEL" = "取消";
"OK" = "好";

/* Errors */
"ERROR_TITLE" = "错误";
"CANT_UNMOUNT" = "不能卸下 iPod，因为它正在使用。请关闭 iPod 上任何已打开的文件，然后再试一次。";
"CANT_MOUNT" = "检测到一个 iPod，但是它必须在桌面装上才能进行此项操作。";
"GENERAL_ERROR" = "更新或恢复 iPod 时出错。";
"SIGMATEL_ERROR" = "更新或恢复 iPod 时出错。请断开 iPod 的连接，重新连接它，然后再恢复一次。如果此方法无效，请访问网站 http://www.apple.com.cn/support/ipod。";
"CANT_FIND_FORMAT_SLICE" = "未能找到并格式化数据分区。请断开 iPod 的连接，重新连接它，然后再恢复一次。";
"FORMAT_ERROR" = "格式化 iPod 时出错。";
"FORMAT_ERROR_Q14_USB" = "格式化 iPod 时出错。请尝试通过 FireWire 连接 iPod，然后再试一次。";

/* sizes */
"GB" = "%.2f GB";
"MB" = "%.2f MB";			
"KB" = "%.2f KB";

/* disk formats */
"DISK_FORMAT_HFS" = "Macintosh";
"DISK_FORMAT_FAT" = "Windows";
"DISK_FORMAT_UNKNOWN" = "未知";

/* Debug menu strings */
"DEBUG_MENU_TITLE" = "调试";
"DEBUG_ALWAYS_ALLOW_UPDATES" = "总是允许更新";

/* strings for the quit sheet */
"QUIT_QUESTION_UPDATE_MESSAGE" = "您的 iPod 已被更新，现在正在重新启动。请保持 iPod 连接，然后等待，直到其完成更新过程。您要退出“iPod 更新程序”，然后启动 iTunes 吗？";
"QUIT_QUESTION_RESTORE_MESSAGE" = "您的 iPod 已被恢复，现在正在重新启动。请保持 iPod 连接，然后等待，直到其完成恢复过程。您要退出“iPod 更新程序”，然后启动 iTunes 吗？";
"QUIT_QUESTION_POWER_UPDATE_MESSAGE" = "您的 iPod 已被更新。请拔下 iPod 并为它接上外部电源，以完成更新过程。您要退出“iPod 更新程序”，然后启动 iTunes 吗？";
"QUIT_QUESTION_POWER_RESTORE_MESSAGE" = "您的 iPod 已被恢复。请拔下 iPod 并为它接上外部电源，以完成更新过程。您要退出“iPod 更新程序”，然后启动 iTunes 吗？";
"QUIT_QUESTION_UNPLUG_REPLUG_UPDATE_MESSAGE" = "您的 iPod 已被更新。请拔下 iPod 并再次插入它，以便其可以完成更新过程。您要退出“iPod 更新程序”，然后启动 iTunes 吗？";
"QUIT_QUESTION_UNPLUG_REPLUG_RESTORE_MESSAGE" = "您的 iPod 已被恢复。请拔下 iPod 并再次插入它，以便其可以完成更新过程。您要退出“iPod 更新程序”，然后启动 iTunes 吗？";

/* URLs */
"SUPPORT_URL" = "http://www.apple.com.cn/support/ipod";
"REGISTRATION_URL" = "http://www.apple.com/register";